/* Localizable strings of com.apple.iWork08 preference manifest */
/* This file is stored in /Library/Preferences */

"iWork08.pfm_title" =			"iWork-rekisteröinti";
"iWork08.pfm_description" =			"iWork-rekisteröintiasetus.";

"ProductivitySFLLicense.pfm_title" =			"Lisenssinumero";
"ProductivitySFLLicense.pfm_description" =			"iWork-lisenssinumeromerkkijono.";

"ProductivitySFLState.pfm_title" =			"Rekisteröintitila";
"ProductivitySFLState.pfm_description" =			"Rekisteröintitila. Aseta arvoksi 1, jos rekisteröidään.";
"ProductivitySFLUsername.pfm_title" =			"Käyttäjätunnus";
"ProductivitySFLUsername.pfm_description" =			"Tähän rekisteröintiin liittyvä käyttäjätunnus.";
"RegistrationHasBeenSent.pfm_title" =			"Poista rekisteröinti-ikkuna käytöstä";
"RegistrationHasBeenSent.pfm_description" =			"Älä näytä rekisteröinti-ikkunaa";
